Repository: Prudhvikorla0/python
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Hey
fr: Bonjour

source: Show Connection
fr: Afficher la connexion

source: This is a system generated email do not replay to the address. If you’re having trouble with the button above, copy and paste the URL below into your web browser.
fr: Il s'agit d'un e-mail généré par le système, ne répondez pas à l'adresse. Si vous rencontrez des problèmes avec le bouton ci-dessus, copiez et collez l'URL ci-dessous dans votre navigateur Web.

source: Have questions? Visit our website or talk to us.
fr: Vous avez des questions ? Visitez notre site web ou contactez-nous.

source: Mail us :
fr: Envoyez-nous un e-mail :

source: Call us :
fr: Appelez-nous :

source: Mail us:
fr: Envoyez-nous un e-mail :

source: Accept invitation
fr: Accepter l'invitation

source: Set password for your Right Origins Account
fr: Définir le mot de passe de votre compte Right Origins

source: You recently requested to reset your password for your Right Origins account. Use the button below to reset it within 48 hours.
fr: Vous avez récemment demandé la réinitialisation de votre mot de passe pour votre compte Right Origins. Utilisez le bouton ci-dessous pour le réinitialiser dans les 48 heures.

source: Reset your password
fr: Réinitialiser votre mot de passe

source: For security, this request was recieved from
fr: Par sécurité, cette demande a été reçue de

source: Location
fr: Localisation

source: Device
fr: Dispositif

source: Time
fr: Temps

source: If you did not request a password reset, you can safely ignore it.
fr: Si vous n'avez pas demandé de réinitialisation du mot de passe, vous pouvez l'ignorer sans risque.

source: and
fr: et

source: Invalid host: %s
fr: Hôte non valide : %s

source: Welcome to RightOrigins %s Portal
fr: Bienvenue sur le portail RightOrigins %s

source: Personal info
fr: Informations personnelles

source: Internal values
fr: Valeurs internes

source: Tenant details
fr: Détails du locataire

source: Important dates
fr: Dates importantes

source: English
fr: Anglais

source: Dutch
fr: Néerlandais

source: German
fr: Allemand

source: Tenant User
fr: Utilisateur locataire

source: Node User
fr: Utilisateur du nœud

source: User Created
fr: Utilisateur créé

source: User Active
fr: Utilisateur actif

source: Used
fr: Utilisé

source: Unused
fr: Non utilisé

source: Verify Email
fr: Vérifier l'e-mail

source: Change Email
fr: Modifier l'e-mail

source: Reset Password
fr: Réinitialiser le mot de passe

source: Magic Login
fr: Connexion magique

source: Invite
fr: Invitez

source: Date Of Birth
fr: Date de naissance

source: Phone Number
fr: Numéro de téléphone

source: Address
fr: Adresse

source: Selected Language
fr: Langue sélectionnée

source: User Type
fr: Type d'utilisateur

source: User Status
fr: Statut de l'utilisateur

source: Block User
fr: Bloquer l'utilisateur

source: Last Updated Email
fr: Dernière mise à jour Email

source: Default Node Of User
fr: Nœud par défaut de l'utilisateur

source: Tenant
fr: Locataire

source: Latest Accepted Privacy Policy
fr: Dernière politique de confidentialité acceptée

source: Force Logout User
fr: Forcer la déconnexion de l'utilisateur

source: Config not defined.
fr: Configuration non définie

source: Token User
fr: Utilisateur du jeton

source: Token
fr: Jeton

source: Token Status
fr: Statut du jeton

source: Token Expiry Date
fr: Date d'expiration du jeton

source: Token Type
fr: Type de jeton

source: Created Date
fr: Date de création

source: Created Device
fr: Dispositif créé

source: Device User
fr: Utilisateur du dispositif

source: Device Type
fr: Type de dispositif

source: Registration token
fr: Jeton d'enregistrement

source: User device
fr: Dispositif utilisateur

source: User devices
fr: Dispositifs des utilisateurs

source: Policy Content
fr: Contenu de la politique

source: Privacy Policy Date
fr: Date de la politique de confidentialité

source: Start Date
fr: Date de début

source: Privacy Policies
fr: Politiques de confidentialité

source: Change Password
fr: Changer le mot de passe

source: Received password reset request for your {tenant} Traceability Account
fr: Demande de réinitialisation du mot de passe reçue pour votre compte de traçabilité {tenant}

source: User does not have access to Tenant
fr: L'utilisateur n'a pas accès au locataire

source: User does not have access any Nodes
fr: L'utilisateur n'a pas accès aux nœuds

source: Invalid Node or User does not have access.
fr: Nœud invalide ou l'utilisateur n'a pas accès.

source: No active account found with the given credentials
fr: Aucun compte actif n'a été trouvé avec les informations d'identification données.

source: Invalid tenant or User does not have access.
fr: Locataire invalide ou l'utilisateur n'a pas d'accès.

source: Email is not registered with any user
fr: L'e-mail n'est enregistré avec aucun utilisateur

source: Invalid validation token
fr: Jeton de validation invalide

source: Email already taken.
fr: Email déjà pris.

source: Member is removed or not available, please contact admin.
fr: Le membre est supprimé ou indisponible, veuillez contacter l'administrateur.

source: User ID is required to validate Validation Token
fr: L'ID utilisateur est nécessaire pour valider le jeton de validation

source: Token does not exist.
fr: Le jeton n'existe pas.

source: User does not exist
fr: L'utilisateur n'existe pas

source: Password already set. User reset password to change password.
fr: Le mot de passe est déjà défini. L'utilisateur doit réinitialiser le mot de passe pour le changer.

source: Password is incorrect.
fr: Le mot de passe est incorrect.

source: Connection
fr: Connexion

source: Primary Key
fr: Clé primaire

source: String
fr: Chaîne de caractères

source: Integer
fr: Entier

source: Positive Integer
fr: Nombre entier positif

source: Float
fr: Flotteur

source: Positive Float
fr: Flotteur positif

source: Phone
fr: Téléphone

source: Email
fr: Courriel :

source: Boolean
fr: Booléen

source: Countries
fr: Pays

source: Producers
fr: Producteurs

source: Products
fr: Produits

source: Operations
fr: Opérations

source: Currencies
fr: Devises

source: Units
fr: Unités

source: Created
fr: Créé

source: Validated
fr: Validé

source: Initiated
fr: Initiée

source: In Progress
fr: En cours

source: Completed
fr: Complété

source: Failed
fr: Échoué

source: Template Name
fr: Nom du modèle

source: Template File Name
fr: Nom du fichier du modèle

source: Excel Description
fr: Description d'Excel

source: Sheet Name
fr: Nom de la feuille

source: Title Row Starting
fr: Rangée de titre de départ

source: Data Row Starting
fr: Rangée de données de départ

source: Template
fr: Modèle

source: Template Type
fr: Type de modèle

source: Is Default Template
fr: Est le modèle par défaut

source: Is Template Deleted
fr: est un modèle supprimé

source: Is Field Required
fr: est un champ obligatoire

source: Name Of Field
fr: Nom du champ

source: Description About Field
fr: Description À propos du champ

source: Field Type
fr: Type de champ

source: Width of cell
fr: Largeur de la cellule

source: Field Key Name
fr: Nom de la clé du champ

source: Data Generator
fr: Générateur de données

source: Field
fr: Champ

source: Column Position
fr: Position de la colonne

source: Node
fr: Nœud

source: Supply Chain
fr: Chaîne d'approvisionnement

source: Excel File
fr: Fichier Excel

source: File Name
fr: Nom du fichier

source: Validated Data
fr: Données validées

source: Data
fr: Données

source: Error Data
fr: Données d'erreur

source: Status
fr: Statut

source: New Items
fr: Nouveaux éléments

source: New Items Completed
fr: Nouveaux éléments achevés

source: New Items Failed
fr: Nouveaux éléments échoués

source: Total Updations
fr: Total des mises à jour

source: Updations Completed
fr: Mises à jour terminées

source: Updations Failed
fr: Échec des mises à jour

source: Is file data valid
fr: est une donnée du fichier valide

source: Is Data Import Completed
fr: est une importation des données terminée

source: Excel is empty.
fr: Excel est vide.

source: Template still has validation errors.
fr: Le modèle présente toujours des erreurs de validation.

source: Bulk upload is already in progress
fr: Le téléchargement en masse est déjà en cours

source: Show BulkUpload
fr: Afficher Le téléchargement en masse

source: Bulk upload of {bu_name}s from file {file_name} is completed.
fr: Le téléchargement groupé de {bu_name} à partir du fichier {file_name} est terminé.

source: Bulk upload of {bu_name}s from file {file_name} is failed.
fr: Le téléchargement groupé de {bu_name} à partir du fichier {file_name} a échoué.

source: Unrecognized file.
fr: Fichier non reconnu.

source: Invalid Excel. Please upload the originally downloaded file.
fr: Excel non valide. Veuillez télécharger le fichier téléchargé à l'origine.

source: Invalid Excel. Tenant Mismatch.
fr: Excel non valide. Inadéquation entre les locataires.

source: Invalid Excel. Node Mismatch.
fr: Excel non valide. Inadéquation du nœud.

source: Invalid Excel. SupplyChain Mismatch.
fr: Excel non valide. Inadéquation de la chaîne d'approvisionnement.

source: Invalid Excel. Please check the file you uploaded.
fr: Excel non valide. Veuillez vérifier le fichier que vous avez téléchargé.

source: Bulk Upload already started. Cannot update
fr: Le téléchargement en masse a déjà commencé. Impossible de mettre à jour

source: Province not part of selected country.
fr: La province ne fait pas partie du pays sélectionné.

source: Possible double entry in Excel.
fr: Possibilité de double saisie dans Excel.

source: Similar transaction already exists. Possible duplicate.
fr: Une transaction similaire existe déjà. Duplicata possible.

source: Something went wrong. Please contact the admin.
fr: Un problème est survenu. Veuillez contacter l'administrateur.

source: Cannot be empty.
fr: Ne peut être vide.

source: Invalid ID.
fr: ID invalide.

source: Not a valid string of characters.
fr: Ce n'est pas une chaîne de caractères valide.

source: Not a valid Integer.
fr: Ce n'est pas un nombre entier valide.

source: Should be a positve value.
fr: Il devrait s'agir d'une valeur positive.

source: Not a valid floating point number.
fr: Ce n'est pas un nombre à virgule flottante valide.

source: Not a valid date string. Should DD-MM-YYYY'.
fr: Ce n'est pas une chaîne de date valide. Il faut utiliser le format DD-MM-YYYY.

source: Not a valid phone number.
fr: Ce n'est pas un numéro de téléphone valide.

source: Not a valid email address.
fr: L'adresse électronique n'est pas valide.

source: Unrecognized Yes/No Value.
fr: Valeur oui/non non reconnue.

source: Invalid Bulk Upload. Check the ID.
fr: Téléchargement en masse invalide. Vérifiez l'ID.

source: Bulk upload started successfully.
fr: Le téléchargement en masse a commencé avec succès.

source: Product Claim
fr: Revendication du produit

source: Company Claim
fr: Revendication de la société

source: Never Inherit
fr: Ne jamais hériter

source: Always Inherit
fr: Toujours hériter

source: Product Inheritance
fr: Héritage du produit

source: None
fr: Aucun

source: System
fr: Système

source: Second Party
fr: Deuxième partie

source: Third Party
fr: Troisième partie

source: Pending
fr: En attente

source: Approved
fr: Approuvé

source: Rejected
fr: Rejeté

source: Partial
fr: Partiel

source: On Hold
fr: En attente

source: Manual
fr: Manuel

source: Inheritance
fr: Héritage

source: Batch
fr: Lot

source: Supply Chains
fr: Chaînes d'approvisionnement

source: Verifiers
fr: Vérificateurs

source: Claim
fr: Revendication

source: Claim Code
fr: Code de revendication

source: Can claim be attached to nodes? (Formerly company claims)
fr: Une revendication peut-elle être attachée aux nœuds ? (Anciennement, les revendications des sociétés)

source: Can claim be attached directly from profile.(Relevant for company claims).
fr: La revendication peut être jointe pendant la transaction (pour les revendications concernant les produits).

source: Can claim be attached while adding connection(Relevant for company claims).
fr: La revendication peut être jointe pendant la transaction (pour les revendications concernant les produits).

source: Can claim be attached to batches? (Formerly product claims)
fr: La revendication peut-elle être rattachée aux sociétés ? (Anciennement, revendications sur les produits)

source: Can claim be attached directly from batch details.(Relevant for product claims).
fr: La revendication peut être jointe pendant la transaction (pour les revendications concernant les produits).

source: Can claim be attached during transaction.(Relevant for product claims).
fr: La revendication peut être jointe pendant la transaction (pour les revendications concernant les produits).

source: Claim Type
fr: Type de revendication

source: Is Claim Proportional
fr: est une revendication proportionnelle

source: Is Claim Removable
fr: est une revendication amovible

source: Claim Inheritance Type
fr: Type d'héritage de la revendication

source: Verification Type
fr: Type de vérification

source: Reference Number
fr: Numéro de référence

source: Is Active
fr: Est actif

source: Claim Criterion
fr: Critère de revendication

source: Is Criterion Mandatory
fr: est un critère obligatoire

source: Version Of Criterion
fr: Version du critère

source: Fields
fr: Champs

source: Criteria
fr: Critères

source: Attached Claim
fr: Revendication jointe

source: Claim Attached to
fr: Revendication jointe à

source: Claim Verifier
fr: Vérificateur de Revendication

source: Claim Attached By
fr: Revendication jointe par

source: Claim Current Status
fr: Statut actuel de la Revendication

source: Attached Via
fr: Attaché via

source: Claim Attached Batch
fr: Lot de revendication joint

source: Company
fr: Société

source: Criterion
fr: Critère

source: Current Status
fr: Situation actuelle

source: Extra Form Data
fr: Données du formulaire supplémentaire

source: Attached criteria
fr: Critères ci-joints

source: Criterion Attached Batch Claim
fr: Critère joint à la revendication du lot

source: Attached batch criteria
fr: Critères de lot ci-joints

source: Criterion Attached Company Claim
fr: Critère joint à la revendication de la société

source: Comment
fr: Commentaire

source: Document Name
fr: Nom du document

source: Show Batch
fr: Afficher le lot

source: {claim_name} claim added to the company {node_name}.
fr: Revendication {claim_name} ajoutée à la société {node_name}.

source: {claim_name} claim added to the batch {batch_name} of {node_name}.
fr: Revendication {claim_name} ajoutée au lot {batch_name} de {node_name}.

source: {claim_name} claim added.
fr: Revendication {claim_name} ajoutée.

source: {attached_by} attached claim named {claim_name} to the batch {batch_name} of {node_name} under {sc_name} supply chain.
fr: {attached_by} a joint la réclamation nommée {claim_name} au lot {batch_name} de {node_name} sous la chaîne d'approvisionnement {sc_name}.

source: Show Company
fr: Afficher la société

source: {attached_by} attached claim named {claim_name} to the company {node_name}
fr: {attached_by} a joint la revendication nommée {claim_name} à la société {node_name}

source: View Batch
fr: Voir le lot

source: {claim_name} Claim of the batch {batch_name} is approved by {name}
fr: {claim_name} La réclamation du lot {batch_name} est approuvée par {name}

source: {claim_name} Claim of the batch {batch_name} is rejected by {name}
fr: {claim_name} La demande du lot {batch_name} est rejetée par {name}

source: {claim_name} Claim of the company {node_name} is approved by {name}
fr: {claim_name} La réclamation de la société {node_name} est approuvée par {name}

source: {claim_name} Claim of the company {node_name} is rejected by {name}
fr: {claim_name} La réclamation de la société {node_name} est rejetée par {name}

source: New comment added under the attached claim {claim_name}
fr: Nouveau commentaire ajouté sous la revendication ci-jointe {claim_name}

source: New comment added under the attached claim {claim_name} by {name}
fr: Nouveau commentaire ajouté sous la revendication jointe {claim_name} par {name}

source: Claim is not attachable to Batch or Transaction.
fr: La Revendication n'est pas rattachable au lot ou à la transaction.

source: This claim cannot be attached while transacting.
fr: Cette Revendication ne peut être jointe lors d'une transaction.

source: This claim cannot be attached directly to batch.
fr: Cette Revendication ne peut être rattachée directement au lot.

source: Batch criterion creation failed.
fr: La création du critère de lot a échoué.

source: Claim adding to batch is failed.
fr: L'ajout de la revendication au lot a échoué.

source: Claims added successfully
fr: Revendications ajoutées avec succès

source: not valid
fr: non valide

source: Attached claim does not exist
fr: La réclamation jointe n'existe pas

source: User is not allowed to comment
fr: L'utilisateur n'est pas autorisé à commenter

source: User is not allowed to edit comment.
fr: L'utilisateur n'est pas autorisé à modifier le commentaire.

source: Claim is not attachable to Company.
fr: La revendication n'est pas saisissable par la société.

source: Company criterion creation failed.
fr: La création d'un critère de société a échoué.

source: Can not change status
fr: Ne peut pas changer de statut

source: Member does not exist.
fr: Le membre n'existe pas.

source: User can not change status
fr: L'utilisateur ne peut pas changer de statut

source: Comment does not exist.
fr: Le commentaire n'existe pas.

source: User can not remove the comment
fr: L'utilisateur ne peut pas supprimer le commentaire

source: Comment deleted successfully.
fr: Commentaire supprimé avec succès.

source: Is Default Theme
fr: Est le thème par défaut

source: Primary Colour Aplpha
fr: Couleur primaire Alpha

source: Primary Colour Beta
fr: Couleur primaire Beta

source: Primary Colour Gamma
fr: Couleur primaire Gamma

source: Primary Colour Delta
fr: Couleur primaire Delta

source: Secondary Colour
fr: Couleur secondaire

source: Font Colour Aplpha
fr: Couleur de la police Alpha

source: Font Colour Beta
fr: Couleur de la police Beta

source: Font Colour Negative
fr: Couleur de la police Négative

source: Boarder Colour Aplpha
fr: Couleur du panneau Aplpha

source: Boarder Colour Beta
fr: Couleur du panneau Beta

source: Background Colour Alpha
fr: Couleur d'arrière-plan alpha

source: Background Colour Beta
fr: Couleur d'arrière-plan bêta

source: Sidebar Colour
fr: Couleur de la barre latérale

source: Danger Colour
fr: Couleur dangereuse

source: Success Colour
fr: Couleur du succès

source: Warning Colour
fr: Couleur d'avertissement

source: Error Text Colour
fr: Couleur du texte d'erreur

source: Pending Colour
fr: Couleur en attente

source: Approved Colour
fr: Couleur approuvée

source: Rejected Colour
fr: Couleur sélectionnée dans la carte

source: Placeholder Colour
fr: Couleur de l'espace réservé

source: Supplychains
fr: Chaînes d'approvisionnement

source: Primary Colour
fr: Couleur primaire

source: Tenant can not set dashboard theme.
fr: Le locataire ne peut pas définir le thème du tableau de bord.

source: Tenant can not set tracker theme.
fr: Le locataire ne peut pas définir le thème du traceur.

source: Node Form
fr: Forme du nœud

source: Node Member Form
fr: Formulaire de membre de nœud

source: Internal Transaction Form
fr: Formulaire de transaction interne

source: External Transaction Form
fr: Formulaire de transaction externe

source: Claim Form
fr: Formulaire de revendication

source: Connection Form
fr: Formulaire de connexion

source: Transaction Enquiry Form
fr: Formulaire de demande de transaction

source: Text
fr: Texte

source: Number
fr: Numéro

source: Check-Box
fr: case à cocher

source: Paragraph
fr: Paragraphe

source: File
fr: Fichier

source: Drop Down
fr: liste déroulante

source: MultiSelect Drop Down
fr: liste déroulante multi-sélection

source: Radio Button
fr: Bouton radio

source: Small
fr: Petit

source: Medium
fr: Moyen

source: Form Type
fr: Type de formulaire

source: Form Version
fr: Version du formulaire

source: Is Default Option
fr: Est l'option par défaut

source: Is Option Active
fr: est l'option active

source: Form
fr: Formulaire

source: Label
fr: Étiquette

source: Place Holder
fr: Porte-places

source: Key
fr: Clé

source: More Info
fr: Plus d'informations

source: Field Width
fr: Largeur du champ

source: Value
fr: Valeur

source: Selected Options
fr: Options sélectionnées

source: File hash
fr: Hachage de fichier

source: Option validation failed
fr: La validation de l'option a échoué

source: Field Updation Failed !
fr: La mise à jour des champs a échoué !

source: Producer
fr: Producteur

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Connection Manager
fr: Gestionnaire de connexion

source: Transaction Manager
fr: Gestionnaire de transactions

source: Company Document
fr: Document de société

source: Incorporation Document
fr: Document d'incorporation

source: Annual Report
fr: Rapport annuel

source: Tenant Specific
fr: Spécifique au locataire

source: Fully Anonymous
fr: Totalement anonyme

source: Categories
fr: Catégories

source: Node Name
fr: Nom du nœud

source: Right Origins Traceability Code
fr: code de traçabilité de Right Origins

source: Node Registartion Number
fr: Numéro d'enregistrement du nœud

source: Node Type
fr: Type de nœud

source: Contact Person Name
fr: Nom de la personne de contact

source: Email Name
fr: Nom de l'email

source: Invited By
fr: Inviter par

source: Invited Date
fr: Date de l'invitation

source: Joining Date
fr: Date d'entrée en fonction

source: Node Current Status
fr: État actuel du nœud

source: Is Node Verified
fr: est un nœud vérifié

source: Is Node Producer
fr: Est le producteur de nœuds

source: Is Node Verifier
fr: Est le vérificateur de nœuds

source: Member Nodes
fr: Nœuds membres

source: Province of Node
fr: Province du nœud

source: Node Connections
fr: Connexions des nœuds

source: Incharge
fr: Responsable

source: Default Currency
fr: Devise par défaut

source: Is Node Discoverable To Others
fr: est un nœud découvert par d'autres

source: Node Visibility
fr: Visibilité des nœuds

source: Member User
fr: Membre utilisateur

source: Member Type
fr: Type de membre

source: Is Member Active
fr: Est membre actif

source: Default Supplychain Of Member
fr: Chaîne d'approvisionnement par défaut du membre

source: File Description
fr: Description du fichier

source: Document Category
fr: Catégorie de document

source: Is File Deleted
fr: Le fichier est supprimé

source: Team member invitation from {name}
fr: Invitation de membre de l'équipe de {name}

source: You have been invited to {ten_name}'s traceability portal to manage {node_name} by {inviter_name}.
fr: Vous avez été invité sur le portail de traçabilité de {ten_name} pour gérer {node_name} par {inviter_name}.

source: New company document added.
fr: Ajout d'un nouveau document de société.

source: New company document added under the category {category}.
fr: Nouveau document d'entreprise ajouté sous la catégorie {category}.

source: Document can not be deleted.
fr: Le document ne peut pas être supprimé.

source: Document deleted successfully.
fr: Document supprimé avec succès.

source: Can not remove super admin admin.
fr: Impossible de supprimer super admin admin.

source: Member deleted successfully.
fr: Membre supprimé avec succès.

source: Node member does not exist
fr: Le membre du nœud n'existe pas

source: Resend successfully
fr: Renvoi réussi

source: Either 'ids' should be mentioned or 'all' should be True
fr: Soit 'ids' doit être mentionné, soit 'all' doit être vrai

source: Unit
fr: Unité

source: Unit Symbol
fr: Symbole de l'unité

source: Factor Value
fr: Valeur du facteur

source: Unit Equivalent In Kilogram
fr: Unité équivalente en kilogramme
