Repository: Prudhvikorla0/python
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Supplychain
fr: Chaîne d'approvisionnement

source: Product
fr: Produit

source: Verified Batch Percentage
fr: Pourcentage du lot vérifié

source: Batch Initial Quantity
fr: Lot Quantité initiale

source: Batch Initial Quantity In KG
fr: Lot Quantité initiale en KG

source: Batch Current Quantity
fr: Lot Quantité actuelle

source: Batch Current Quantity In KG
fr: Lot Quantité actuelle en KG

source: Revoked
fr: Révoqué

source: Type Of Node
fr: Type de nœud

source: Category
fr: Catégorie

source: Tag
fr: Étiquette

source: Block
fr: Bloc

source: Supply Chain Name
fr: Nom de la chaîne d'approvisionnement

source: Connection pair
fr: Paire de connexions

source: Connected From
fr: Connecté depuis

source: Connected To
fr: Connecté à

source: Connection Tags
fr: Tags de connexion

source: GraphDB Id
fr: Id. GraphDB

source: Connection Status
fr: État de la connexion

source: New connection from {source}
fr: Nouvelle connexion depuis {source}

source: {target_name} received a new connection from {source_name} in {sc_name} supply chain.
fr: {target_name} a reçu une nouvelle connexion de {source_name} dans la chaîne d'approvisionnement de {sc_name}.

source: Fully Visible
fr: Entièrement visible

source: Node Managed Visible Default
fr: noeud géré visible par défaut

source: Node Managed Anonymous Default
fr: noeud géré anonyme par défaut

source: CI Not Available
fr: CI Non disponible

source: Tenant Level
fr: Niveau du locataire

source: Node Level
fr: Niveau du nœud

source: Node Document
fr: Document de nœud

source: Tenant Name
fr: Nom du locataire

source: Tenant subdomain
fr: Sous-domaine du locataire

source: Country List
fr: Liste des pays

source: Extra Fields For Node
fr: Champs supplémentaires pour le nœud

source: Extra Fields For Node Member
fr: Champs supplémentaires pour le membre du nœud

source: Extra Fields For Internal Transaction
fr: Champs supplémentaires pour les transactions internes

source: Extra Fields For External Transaction
fr: Champs supplémentaires pour les transactions externes

source: Extra Fields For Claim
fr: Champs supplémentaires pour la revendication

source: Extra Fields For Transaction Enquiry
fr: Champs supplémentaires pour l'enquête sur les transactions

source: Node Anonymity
fr: Anonymat des nœuds

source: Bulk Upload Enabled
fr: Chargement en masse activé

source: Is Tenant Customized Excel Enabled
fr: Est-ce que le logiciel Excel personnalisé par le locataire est activé

source: Dynamic Fields Enabled
fr: Champs dynamiques activés

source: Is Dashboard Theming Enabled
fr: est un habillage du tableau de bord activé

source: Is Consumer Interface Theming Enabled
fr: est une interface du consommateur activée

source: Is Blockchain Enabled
fr: est une chaîne de blocs activée

source: Is Transaction Enabled
fr: est une transaction activée

source: Is Claim Enabled
fr: est une revendication activée

source: Is Company Claim Enabled
fr: est une revendication de la société activée

source: Is Batch Claim Enabled
fr: est une revendication par lot activée

source: Is Purchase Order Enabled
fr: est une commande d'achat activée

source: Is Mobile App Enabled
fr: est une application mobile activée

source: Hedera Topic ID
fr: ID du thème Hedera

source: Cannot have more than one tenant in Enterprise mode
fr: Impossible d'avoir plus d'un locataire en mode Société

source: Admin User
fr: Utilisateur Admin

source: Admin Type
fr: Type d'administration

source: Currency Name
fr: Nom de la devise

source: Currency Code
fr: Code devise

source: Currency
fr: Devise

source: Country Name
fr: Nom du pays

source: Country Code
fr: Code pays

source: Dial Code
fr: Composez le code

source: Country
fr: Pays

source: Province Name
fr: Nom de la province

source: Category Name
fr: Nom de la catégorie

source: Category Type
fr: Type de catégorie

source: Invalid tenant
fr: Locataire non valide

source: Category can not be deleted.
fr: La catégorie ne peut pas être supprimée.

source: Category deleted successfully.
fr: Catégorie supprimée avec succès.

source: External Transaction
fr: Transaction externe

source: Internal Transaction
fr: Transaction interne

source: Transaction Created
fr: Transaction créée

source: Transaction Declined
fr: Transaction refusée

source: Transaction On-hold
fr: Transaction en attente

source: Transaction Approved
fr: Transaction approuvée

source: Processing
fr: Traitement

source: Loss
fr: Perte

source: Merge
fr: Fusionner

source: Incoming
fr: Entrant

source: Outgoing
fr: Sortie

source: Reversal
fr: Renversement de situation

source: Incoming Without Source
fr: Entrant sans source

source: On-hold
fr: En attente

source: Cancelled
fr: Annulé

source: Purchase Order
fr: Bon de commande

source: Sender Enquiry
fr: Demande de renseignements sur l'expéditeur

source: Parent Transactions
fr: Transactions avec les parents

source: Transaction Date
fr: Date de la transaction

source: Type Of Transaction
fr: Type de transaction

source: Status Of Transaction
fr: Statut de la transaction

source: Source Product Quantity
fr: Source Produit Quantité

source: Source Product Quantity In KG
fr: Source Produit Quantité en KG

source: Destination Product Quantity
fr: Quantité de produit de destination

source: Destination Product Quantity In KG
fr: Destination Quantité de produit en KG

source: Source Batches
fr: Lots d'origine

source: Transaction Result Batch
fr: Lot de résultats de transaction

source: Attached Purchase Order
fr: Bon de commande ci-joint

source: Approver/Rejector
fr: Approbateur/ Réjecteur

source: Transaction is already rejected
fr: La transaction est déjà rejetée

source: Transaction is already approved
fr: La transaction est déjà approuvée

source: Quantity
fr: Quantité

source: Quantity In KG
fr: Quantité en KG

source: Type Of Internal Transaction
fr: Type de transaction interne

source: Mode Of Transaction
fr: Mode de transaction

source: converted to {products}
fr: converti en {products}

source: merged
fr: fusionné

source: removed
fr: supprimé

source: Source Node
fr: Nœud source

source: Destination Node
fr: Nœud de destination

source: Price
fr: Prix

source: Type Of External Transaction
fr: Type de transaction externe

source: {kg_quantity} Kg {product_name} send to {name}
fr: {kg_quantity} Kg {product_name} envoyer à {name}

source: {kg_quantity} Kg {product_name} received.
fr: {kg_quantity} Kg {product_name} reçu.

source: {kg_quantity} Kg {product_name} received from {name}.
fr: {kg_quantity} Kg {product_name} reçu de {name}.

source: {kg_quantity} Kg {product_name} sent back to {name}.
fr: {kg_quantity} Kg {product_name} renvoyé à {name}.

source: Sender
fr: Expéditeur

source: Receiver
fr: Récepteur

source: Quantity Of Product
fr: Quantité de produit

source: Quantity Of Product In KG
fr: Quantité de produit en KG

source: Sent Quantity Of Product
fr: Quantité envoyée du produit

source: Sent Quantity Of Product In KG
fr: Quantité envoyée du produit en KG

source: Unit Of Product
fr: Unité de produit

source: PurachaseOrder Status
fr: statut de la commande d'achat

source: Claims Needed
fr: Besoin de revendications

source: Expected Delivery Date
fr: Date de livraison prévue

source: Enquiry Date
fr: Date de la demande

source: Last Notification Date
fr: Date de la dernière notification

source: Rejection Reason
fr: Motif du rejet

source: PurchaseOrder
fr: Bon de commande

source: Show Transaction
fr: Afficher la transaction

source: The sale of {stock_desc} to {destination_name} was completed on {date}. You were paid {amount} {currency} for the transaction.
fr: La vente de {stock_desc} à {destination_name} a été finalisée le {date}. Vous avez été payé {amount} {currency} pour la transaction.

source: Transaction received from {source_name} for the purchase order {po_num}
fr: Transaction reçue de {source_name} pour le bon de commande {po_num}

source: {batch_name} received from {source_name}.
fr: {batch_name} reçu de {source_name}.

source: {kg_quantity}{unit} of {product}
fr: {kg_quantity}{unit} de {product}

source: {stock_desc} received from {name} for purchase order {po_num}
fr: {stock_desc} reçu de {name} pour le bon de commande {po_num}

source: {stock_desc} received from {name}.
fr: {stock_desc} reçu de {name}.

source: Batch sent to {name} is approved
fr: Le lot envoyé à {name} est approuvé

source: Batch sent to {name} is rejected and batch reversed.
fr: Le lot envoyé à {name} est rejeté et le lot annulé.

source: {stock_desc} sent to {name} is accepted
fr: {stock_desc} envoyé à {name} est accepté

source: {stock_desc} sent to {name} is rejected
fr: {stock_desc} envoyé à {name} est rejeté

source: Show Purchase Order
fr: Afficher le bon de commande

source: Purchase Order({po_num}) received from {name}
fr: Bon de commande ({po_num}) reçu de {name}

source: Purchase Order({po_num}) received from {name} for {stock_desc}
fr: Bon de commande ({po_num}) reçu de {name} pour {stock_desc}

source: Purchase Order({po_num}) is updated
fr: Le bon de commande ({po_num}) est mis à jour

source: Purchase Order({po_num}) received from {name} under the {sc_name} supplychain is updated
fr: Le bon de commande ({po_num}) reçu de {name} sous la chaîne d'approvisionnement {sc_name} est mis à jour

source: pending
fr: en attendant

source: approved
fr: approuvée

source: rejected
fr: Rejeté

source: on hold
fr: en attente

source: cancelled
fr: Annulé

source: partially fulfilled
fr: partiellement rempli

source: Purchase Order({po_num}) is {status_text}
fr: Le bon de commande ({po_num}) est {status_text}

source: Purchase Order({po_num}) for {stock_desc} is {status_text}
fr: Le bon de commande ({po_num}) pour {stock_desc} est {status_text}

source: by {receiver}
fr: par {receiver}

source: New comment added under the transaction {trans_num}.
fr: Nouveau commentaire ajouté sous la transaction {trans_num}.

source: New comment added under the transaction {trans_num} by {commenter}.
fr: Nouveau commentaire ajouté sous la transaction {trans_num} par {commenter}.

source: {stock_desc} will be delivered on {date}.
fr: {stock_desc} sera livré le {date}.

source: {stock_desc} will be delivered on {date} by {sender}.
fr: {stock_desc} sera livré le {date} par {sender}.

source: Nodes are not connected.
fr: Les nœuds ne sont pas connectés.

source: Selected node is not producer.
fr: Le nœud sélectionné n'est pas producteur.

source: Created for transfering {product} to {receiver}
fr: Créé pour transférer {product} à {receiver}

source: unknown source
fr: source inconnue

source: Batch received from {supplier_name}
fr: Lot reçu de {supplier_name}

source: Create transaction not allowed
fr: Créer une transaction non autorisée

source: Transaction cannot be rejected
fr: La transaction ne peut pas être rejetée

source: Only destination node can reject transaction.
fr: Seul le nœud de destination peut rejeter la transaction.

source: Transaction rejected and reversed
fr: Transaction rejetée et annulée

source: result_batches is required.
fr: lots de résultats est nécessaire.

source: Merging transaction can have only one destination batch
fr: La fusion des transactions ne peut avoir qu'un seul lot de destination

source: Not enough quantity in Batch
fr: Quantité insuffisante dans le lot

source: Purchase order cannot be modified. It might be Completed/Rejected.
fr: Le bon de commande ne peut pas être modifié. Il peut être Terminé/Rejeté.

source: {sender} not connected to {receiver} in the {sc_name} supplychain.
fr: {sender} n'est pas connecté à {receiver} dans la chaîne d'approvisionnement de {sc_name}.

source: Order cannot be changed for already Completed/Rejected order
fr: La commande ne peut pas être modifiée pour une commande déjà terminée/refusée.

source: Order cannot be changed , stock sharing already started.
fr: La commande ne peut pas être modifié le partage du stock a déjà commencé.

source: Only the receiver can reject the order.
fr: Seul le destinataire peut rejeter l'ordre.

source: Only the sender can remove the order.
fr: Seul l'expéditeur peut retirer l'ordre.

source: Delivering quantity mismatch
fr: Décalage des quantités livrées

source: Transaction does not exist
fr: La transaction n'existe pas

source: Node does not exist.
fr: Le noeud n'existe pas.

source: Transaction already exists.
fr: La transaction existe déjà.

source: Transaction does not exist.
fr: La transaction n'existe pas.
